{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "0.455"
			},
			"Translation":
			{
				"Text": "0.455"
			},
			"Key": "762929554B18A1748685E78D5653598A"
		},
		{
			"Source":
			{
				"Text": "3D graphics"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F4F1DEC24E7C5CD754AF6A89848A4182"
		},
		{
			"Source":
			{
				"Text": ":"
			},
			"Translation":
			{
				"Text": ":"
			},
			"Key": "448C1D884997C0F5A5BC739E0610B715"
		},
		{
			"Source":
			{
				"Text": "A/D - Move to sides\r\nW/S - Accelerate and decelerate\r\nSpacebar - Jump\r\n4/6 - Change your ship's sliding sensitivity\r\nArrow up/down - Change volume\r\nE - Regenerate your shield"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DA7BFC6748ADC3E09C26E485278F1BFA"
		},
		{
			"Source":
			{
				"Text": "About"
			},
			"Translation":
			{
				"Text": "О нас"
			},
			"Key": "74C45D6F43EE35694066DDBE0C7FF607"
		},
		{
			"Source":
			{
				"Text": "Avoid them to survive ..."
			},
			"Translation":
			{
				"Text": "Избегайте их, чтобы выжить..."
			},
			"Key": "72DB6BE948C08122C6EECDB423747482"
		},
		{
			"Source":
			{
				"Text": "Beat Rush"
			},
			"Translation":
			{
				"Text": "Beat Rush"
			},
			"Key": "D8B400DC42EE740B65FAF0A674219407"
		},
		{
			"Source":
			{
				"Text": "Buy"
			},
			"Translation":
			{
				"Text": "Купить"
			},
			"Key": "2E4247C345B59737FB2395AD795989EF"
		},
		{
			"Source":
			{
				"Text": "Buy"
			},
			"Translation":
			{
				"Text": "Купить"
			},
			"Key": "DB2DEBCB4B57085EDE7004A769E0DFEA"
		},
		{
			"Source":
			{
				"Text": "Buy"
			},
			"Translation":
			{
				"Text": "Купить"
			},
			"Key": "0CE648154960E6A66448D89280F30F68"
		},
		{
			"Source":
			{
				"Text": "Buy"
			},
			"Translation":
			{
				"Text": "Купить"
			},
			"Key": "1680AAAC44AF0BA2F807138AD3FE61FB"
		},
		{
			"Source":
			{
				"Text": "Buy shield regeneration module"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "966A7C5D476A5BF8FB869EA258E50A64"
		},
		{
			"Source":
			{
				"Text": "Choose a level"
			},
			"Translation":
			{
				"Text": "Выберите уровень"
			},
			"Key": "90F4524348F34756183799B89B6870F8"
		},
		{
			"Source":
			{
				"Text": "Concept art"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C2560EE9428E6CA01F82568F61007914"
		},
		{
			"Source":
			{
				"Text": "Cost: 200"
			},
			"Translation":
			{
				"Text": "Стоимость: 200"
			},
			"Key": "7A433B894C0EB8BF042DC19DC3215F8A"
		},
		{
			"Source":
			{
				"Text": "Cost: 500"
			},
			"Translation":
			{
				"Text": "Стоимость: 500"
			},
			"Key": "4087711142801CE90F4D8EAFD961D287"
		},
		{
			"Source":
			{
				"Text": "Cost: 80"
			},
			"Translation":
			{
				"Text": "Стоимость: 80"
			},
			"Key": "CF59B90D422A507320FDC8B3EFBF5ECC"
		},
		{
			"Source":
			{
				"Text": "Credits"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A52466214A40557CE2CA508ED790BDB0"
		},
		{
			"Source":
			{
				"Text": "Current"
			},
			"Translation":
			{
				"Text": "Текущий"
			},
			"Key": "41BE30904C767676E5B289B99A04D373"
		},
		{
			"Source":
			{
				"Text": "Description"
			},
			"Translation":
			{
				"Text": "Описание"
			},
			"Key": "A2F4CF8240F2A16AA224EA990DF2D6F9"
		},
		{
			"Source":
			{
				"Text": "Description"
			},
			"Translation":
			{
				"Text": "Описание"
			},
			"Key": "EB09E6D24A6129585E031EAB1D5467EC"
		},
		{
			"Source":
			{
				"Text": "Description"
			},
			"Translation":
			{
				"Text": "Описание"
			},
			"Key": "3C33F9B24E39EE5F604D77A6AF7EDF26"
		},
		{
			"Source":
			{
				"Text": "Description"
			},
			"Translation":
			{
				"Text": "Описание"
			},
			"Key": "8B89F42B4116946CE9B5D58EAB65D7A7"
		},
		{
			"Source":
			{
				"Text": "EARLY ACCESS"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CC9A40874DFC33944E6BA781FABC1F5B"
		},
		{
			"Source":
			{
				"Text": "EARLY ALPHA DEVELOPMENT VERSION"
			},
			"Translation":
			{
				"Text": "РАННЯЯ ВЕРСИЯ АЛЬФА-РАЗРАБОТКИ"
			},
			"Key": "9E74338D47C01B7580EAB8B9B591EB3B"
		},
		{
			"Source":
			{
				"Text": "Each level will be harder than the previous one ..."
			},
			"Translation":
			{
				"Text": "Каждый уровень будет сложнее предыдущего..."
			},
			"Key": "6F93B77C4D1761F8E0A6B8BC7EA91BF3"
		},
		{
			"Source":
			{
				"Text": "Equip"
			},
			"Translation":
			{
				"Text": "Экипировать"
			},
			"Key": "2F297A1E4E4B382E781CD1A65AE93225"
		},
		{
			"Source":
			{
				"Text": "Equip the default ship"
			},
			"Translation":
			{
				"Text": "Оборудовать корабль по умолчанию"
			},
			"Key": "2FEC058649F411D3B1326FA7794A310B"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "Выход"
			},
			"Key": "34128E5D4CE2A70394E8C4A72D13BF34"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "Выход"
			},
			"Key": "A9581C304B06551E02B68782168D877F"
		},
		{
			"Source":
			{
				"Text": "Have fun and thanks for downloading Beat Rush!"
			},
			"Translation":
			{
				"Text": "Веселитесь и спасибо за загрузку Beat Rush!"
			},
			"Key": "DC7A1B4348E61CDFB3DA8193149274B6"
		},
		{
			"Source":
			{
				"Text": "Health:"
			},
			"Translation":
			{
				"Text": "Здоровье:"
			},
			"Key": "8FF9D39A4563B58C6E6017884C59B817"
		},
		{
			"Source":
			{
				"Text": "Hi,"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "255718C441B69F1C482CE991F0480D40"
		},
		{
			"Source":
			{
				"Text": "How to play"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "306AE9A94A33797BE12866956FC95A04"
		},
		{
			"Source":
			{
				"Text": "How to play"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F7913C024B263B4F707C2FAC5D48CDFF"
		},
		{
			"Source":
			{
				"Text": "Jumping:"
			},
			"Translation":
			{
				"Text": "Прыжки:"
			},
			"Key": "AE7ABA3C48DDB4B22BB1E4906BFF7ECF"
		},
		{
			"Source":
			{
				"Text": "Later in the game, more obstacles will begin to appear ..."
			},
			"Translation":
			{
				"Text": "Позже в игре появится больше препятствий..."
			},
			"Key": "E739047D42C433E2B5B91380DE1093CD"
		},
		{
			"Source":
			{
				"Text": "Let's keep this simple ..."
			},
			"Translation":
			{
				"Text": "Давайте будем проще..."
			},
			"Key": "D9A221F24C06886DF00B8C84A40CE89D"
		},
		{
			"Source":
			{
				"Text": "Level 1 - Caffeine by SMD Technologies"
			},
			"Translation":
			{
				"Text": "Уровень 1 - Beat Rush от SMD Technologies"
			},
			"Key": "B13D79AD41BF9D3CA46ACB8E77728994"
		},
		{
			"Source":
			{
				"Text": "Level 3 - Great Moments by SMD Technologies"
			},
			"Translation":
			{
				"Text": "Уровень 3 - Великие моменты от SMD Technologies"
			},
			"Key": "57043D534C02CB777A256DAB7C4EAF04"
		},
		{
			"Source":
			{
				"Text": "Level 4 - Virus by Martin Garrix, MOTi"
			},
			"Translation":
			{
				"Text": "Уровень 4 - Кофеин от SMD Technologies"
			},
			"Key": "095CBCE6408CD5715F63439724D1648E"
		},
		{
			"Source":
			{
				"Text": "Level 5 - Poison by Martin Garrix"
			},
			"Translation":
			{
				"Text": "Level 5 - Poison by Martin Garrix"
			},
			"Key": "4F6EE175428B2C3509A4BC8EEF05EC91"
		},
		{
			"Source":
			{
				"Text": "Level 6 - Animals by Martin Garrix"
			},
			"Translation":
			{
				"Text": "Level 6 - Animals by Martin Garrix"
			},
			"Key": "7344C874463DBBA89FB5D29427D3862D"
		},
		{
			"Source":
			{
				"Text": "Level 7 - Proxy by Martin Garrix"
			},
			"Translation":
			{
				"Text": "Level 7 - Proxy by Martin Garrix"
			},
			"Key": "2187CE5641000C2C3E7C98BCCDC6E77F"
		},
		{
			"Source":
			{
				"Text": "Level 8 - by SMD Technologies"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "29BF368C41FAC234588F4694C311FE63"
		},
		{
			"Source":
			{
				"Text": "Level Chooser"
			},
			"Translation":
			{
				"Text": "Выбор уровня"
			},
			"Key": "4F09CA7E4630BE7F62BC0BA53A4A765D"
		},
		{
			"Source":
			{
				"Text": "Level:"
			},
			"Translation":
			{
				"Text": "Уровень:"
			},
			"Key": "8A2A308A4332978675AE7E93982EF32B"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": "Главное меню"
			},
			"Key": "D619EC464EBD1B8CAEB0E29B5B372880"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": "Главное меню"
			},
			"Key": "DEE9F619437B2F6921D6E48AE1EDA7C7"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F2E84CA3414A060F923D26A058395029"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3C34BD424BABABE273F89CB67BCF749D"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": "Главное меню"
			},
			"Key": "8CA47E0E41F00FFACEB4A8AA422A403D"
		},
		{
			"Source":
			{
				"Text": "Max. Health: 200"
			},
			"Translation":
			{
				"Text": "Макс. Здоровье: 200"
			},
			"Key": "A3A15E0C42B0D030D35428BDBC87FD41"
		},
		{
			"Source":
			{
				"Text": "Max. Health: 425"
			},
			"Translation":
			{
				"Text": "Макс. Здоровье: 425"
			},
			"Key": "5ADD595B4F2C6776CCFA329AEB464F2D"
		},
		{
			"Source":
			{
				"Text": "Max. Health: 600 (shielded)"
			},
			"Translation":
			{
				"Text": "Макс. Здоровье: 600 (защищено)"
			},
			"Key": "2FB81B7F446617E3BF803AA2BB127C9D"
		},
		{
			"Source":
			{
				"Text": "Menu"
			},
			"Translation":
			{
				"Text": "Меню"
			},
			"Key": "E994430C4BBB5370A7ED0BBC0A5EF5B7"
		},
		{
			"Source":
			{
				"Text": "Monika Mifkovicova"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3FF7DB57404012CABD6BE4A2F7F7E69A"
		},
		{
			"Source":
			{
				"Text": "Music"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E21C61AD46A08F8BCE1FC88D15A56D23"
		},
		{
			"Source":
			{
				"Text": "Patrik Nagy"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BAE70CC24C9520CEE2A4688029B5E21F"
		},
		{
			"Source":
			{
				"Text": "Planning, design, programming"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "27C3775A4071400EFA9841AA4AB9BC07"
		},
		{
			"Source":
			{
				"Text": "Play"
			},
			"Translation":
			{
				"Text": "Играть"
			},
			"Key": "F173126C4A46EA703C007AB7A42278D2"
		},
		{
			"Source":
			{
				"Text": "Please report bugs to beatrush@smdtech.sk"
			},
			"Translation":
			{
				"Text": "Пожалуйста, сообщайте об ошибках на beatrush@smdtech.sk"
			},
			"Key": "1606F64C43B3B2CF25B14C8DAE5CE92E"
		},
		{
			"Source":
			{
				"Text": "Report issues to beatrush@smdtech.sk"
			},
			"Translation":
			{
				"Text": "Сообщать о проблемах по адресу beatrush@smdtech.sk"
			},
			"Key": "5ADDC30B420142EDDCF9CCB894DC36F5"
		},
		{
			"Source":
			{
				"Text": "Reset progress"
			},
			"Translation":
			{
				"Text": "Сброс прогресса"
			},
			"Key": "EB86B1CE4D36467C9AD9EEABF992E17D"
		},
		{
			"Source":
			{
				"Text": "Restart level"
			},
			"Translation":
			{
				"Text": "Перезапуск уровня"
			},
			"Key": "7E5D6EA64FA21B689ED66C905A50DAD8"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": "Возобновить"
			},
			"Key": "712CC8AE430D065A9B74C793B46E5422"
		},
		{
			"Source":
			{
				"Text": "Return to main menu"
			},
			"Translation":
			{
				"Text": "Возврат в главное меню"
			},
			"Key": "2FCA29C940D7279AFD20FBA6854874CB"
		},
		{
			"Source":
			{
				"Text": "SHOP"
			},
			"Translation":
			{
				"Text": "МАГАЗИН"
			},
			"Key": "6BDDBD594B63DC8F674D8ABBD6B27873"
		},
		{
			"Source":
			{
				"Text": "SMD Bluerunner S101"
			},
			"Translation":
			{
				"Text": "SMD Bluerunner S101"
			},
			"Key": "60C21E684D0CB85B97CA519CC0E90F19"
		},
		{
			"Source":
			{
				"Text": "SMD Speedermatrix GS78"
			},
			"Translation":
			{
				"Text": "SMD Speedermatrix GS78"
			},
			"Key": "DF27E8344595BC9351100EAC0D21137C"
		},
		{
			"Source":
			{
				"Text": "SMD Speedermatrix S587"
			},
			"Translation":
			{
				"Text": "SMD Speedermatrix S587"
			},
			"Key": "928882AB455D906D3960F89ADB138E7D"
		},
		{
			"Source":
			{
				"Text": "SMD Technologies, Simtoon"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "94F7AF6344037EE71194E080DF0F91E1"
		},
		{
			"Source":
			{
				"Text": "Shield: No"
			},
			"Translation":
			{
				"Text": "Щит: Нет"
			},
			"Key": "A6C45C2541EF436DE601638EDC51E415"
		},
		{
			"Source":
			{
				"Text": "Shield: Yes"
			},
			"Translation":
			{
				"Text": "Щит: Да"
			},
			"Key": "6F9AF6B9494709CFB70CEA8BC1853E38"
		},
		{
			"Source":
			{
				"Text": "Shop"
			},
			"Translation":
			{
				"Text": "Магазин"
			},
			"Key": "C766A3CD4649045153FC3A8379B4E895"
		},
		{
			"Source":
			{
				"Text": "Simon Slamka"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1C357719488362916399E9B2C99E5B7B"
		},
		{
			"Source":
			{
				"Text": "Spend 120     "
			},
			"Translation":
			{
				"Text": "Потрать 120"
			},
			"Key": "4FE7DF5B4BCC6BA8246016B2DFDB8D42"
		},
		{
			"Source":
			{
				"Text": "Survive throughout the music track to advance to a next level ..."
			},
			"Translation":
			{
				"Text": "Выживите на протяжении всей музыкальной композиции, чтобы перейти на следующий уровень ..."
			},
			"Key": "06BE590B46A6DFD99772178691936FC8"
		},
		{
			"Source":
			{
				"Text": "The blue ones serve as currency within the game and restore your health"
			},
			"Translation":
			{
				"Text": "Голубые служат валютой в игре и восстанавливают ваше здоровье"
			},
			"Key": "82A547AB4C9E4150F85187B041E264B3"
		},
		{
			"Source":
			{
				"Text": "The other ones restore your abilities"
			},
			"Translation":
			{
				"Text": "Другие восстанавливают ваши способности"
			},
			"Key": "88BF4752438052BFB200BFAF74C633F4"
		},
		{
			"Source":
			{
				"Text": "The rocks you see generating ahead are obstacles ..."
			},
			"Translation":
			{
				"Text": "Камни, которые вы видите впереди - это препятствия..."
			},
			"Key": "E1748D734DBA8FC68497D9A6123EB5AE"
		},
		{
			"Source":
			{
				"Text": "They'll cause more damage to your ship ..."
			},
			"Translation":
			{
				"Text": "Они нанесут больше урона вашему кораблю ..."
			},
			"Key": "03DC6F354C3B04268583D1A256279BD2"
		},
		{
			"Source":
			{
				"Text": "This action willl clear your save and close your game!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "52E76EBA44E3F2F7C4E59F9638721F33"
		},
		{
			"Source":
			{
				"Text": "Those colorful shining objects are what we call 'points' ..."
			},
			"Translation":
			{
				"Text": "Эти красочные сияющие объекты - это мы называем 'очки'..."
			},
			"Key": "3457337643A977FE07EEDE95E69B291D"
		},
		{
			"Source":
			{
				"Text": "Title"
			},
			"Translation":
			{
				"Text": "Название"
			},
			"Key": "8C2C300F45953022C1CD90A30899B623"
		},
		{
			"Source":
			{
				"Text": "To survive, you can:"
			},
			"Translation":
			{
				"Text": "Чтобы выжить, ты можешь:"
			},
			"Key": "177ACD1449CB1CA77B5B2385AF39C32C"
		},
		{
			"Source":
			{
				"Text": "User verification failed! Please buy the game ..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B5A550D54D5D0B864AC32DB84BBD2291"
		},
		{
			"Source":
			{
				"Text": "Welcome!"
			},
			"Translation":
			{
				"Text": "Добро пожаловать!"
			},
			"Key": "10D4E1C14815B0BB8B579F917CC4C8C1"
		},
		{
			"Source":
			{
				"Text": "Welcome!\r\nIn Beat Rush, your goal is to survive throughout the music track playing in the background.\r\nYou'll play with spaceships, which can be upgraded.\r\nBut it's not going to be that easy!\r\nThere will be obstacles spawning in your way. Colliding with them will cause damage to your ship. Too much damage and ... boooom.\r\nYou will also encounter what we call 'points'. They are shining conical objects.\r\nThey come in 3 colors, according to their function in the game.\r\nAll points replenish some of your health.\r\nThe blue ones are used as a currency in Beat Rush. You can spend them in the Shop.\r\nThe pink ones allow you to jump; 15 pink points = 1 jump.\r\nThe orange ones allow you to regenerate your shield, which you'll unlock with the 3rd ship in the Shop.\r\nEach level will be more difficult than the previous one - more obstacles and higher speed.\r\nColliding with the walls on your sides also damages you - be careful while moving to sides!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7BD4D772474D081E7D051D89B36DA60E"
		},
		{
			"Source":
			{
				"Text": "You can buy stuff in the Shop with them ..."
			},
			"Translation":
			{
				"Text": "Ты можешь купить вещи в магазине вместе с ними..."
			},
			"Key": "BF83D3574BBF14269EDA9B9676C03E98"
		},
		{
			"Source":
			{
				"Text": "You have died!"
			},
			"Translation":
			{
				"Text": "Ты умер!"
			},
			"Key": "A65D01594DFD088FCD1F5EBE0BFB4F0C"
		},
		{
			"Source":
			{
				"Text": "Your current level:"
			},
			"Translation":
			{
				"Text": "Ваш текущий уровень:"
			},
			"Key": "987D0CF7467E4DACFB5A32AF09D7F82F"
		}
	]
}